/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"Automatically download and install updates in the future" = "Automatically download and install updates in the future";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"Relaunch Now" = "Relaunch Now";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"Relaunch Later" = "Relaunch Later";

/* No comment provided by engineer. */
"%.0lf%@ of %.0lf%@" = "%1$.0lf%@ из %3$.0lf%@";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"bytes" = "bytes";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"KB" = "Кб";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"MB" = "MB";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"GB" = "GB";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"TB" = "TB";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"(%0.1lf %@/sec) %@ %i %@ remaining" = "(%0.1lf %@/sec) %@ %i %@ remaining";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"seconds" = "seconds";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"minutes" = "minutes";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"hours" = "hours";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"days" = "days";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts. Would you like to relaunch now?" = "%1$@ %2$@ has been installed and will be ready to use next time %3$@ starts. Would you like to relaunch now?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "У Вас уже установлена последняя версия %1$@ %2$@.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "Доступна новая версия: %1$@ %2$@ (текущая - %3$@).  Не желаете ли скачать обновление?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory. Are you running off a disk image? If not, ask your system administrator for help." = "%@ does not have permission to write to the application's directory. Are you running off a disk image? If not, ask your system administrator for help.";

/* No comment provided by engineer. */
"A new version of %@ has been installed" = "A new version of %@ has been installed";

/* No comment provided by engineer. */
"A new version of %@ is available" = "Доступна новая версия %@ ";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "An error occurred during installation. Please try again later.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "An error occurred in retrieving update information. Please try again later.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "An error occurred while extracting the archive. Please try again later.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "An error occurred while trying to download the file. Please try again later.";

/* No comment provided by engineer. */
"An update is already in progress" = "An update is already in progress";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Проверять обновления при запуске?";

/* No comment provided by engineer. */
"Downloading update..." = "Скачать новую версию";

/* No comment provided by engineer. */
"Extracting update..." = "Распаковываю…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Установить и перезапустить";

/* No comment provided by engineer. */
"Installing update..." = "Устанавливаю…";

/* No comment provided by engineer. */
"Ready to install" = "Готов к установке";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Update Error" = "Ошибка обновления";

/* No comment provided by engineer. */
"Updating %@" = "Обновление %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "Не хотите ли, чтобы %1$@ проверял обновление при запуске? Если нет, то Вы всегда можете сделать это из меню %2$@.";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You're up to date" = "У Вас уже установлена последняя версия";

